{
  "contect-us-b": "1.General Provisions",
  "we-provide": "The general terms and conditions govern access to the Tirminator application and represent the contract to which the User consents and fully accepts.",
  "digital-ser": "By using the application, the User consents to accept the 'Terms and Conditions' herein.",
  "enursing-safe": "SC Logistic Mango Rm S.R.L., hereinafter referred to as 'The Company', may revise this document at any time by updating this page. We recommend that you visit this page periodically to read the 'Terms and Conditions' because this document is legally binding. Continued use of the application constitutes acceptance of the amendments made to this contract.",
  "envirment": "After creating the Account, using the content is equivalent to accepting the changes to the Terms and Conditions of the application and/or the updated versions of the Terms and Conditions.",

  "business-imperatives-p": "2. Definitions",
  "we-pro-our": "The Company = Logistic Mango Rm S.R.L., Order number in the Trade Register: J35/2129/2020, Tax Identification Number: 42880296.",
  "digital-new-site": "User = any natural or legal person who owns an account in the application.",
  "enursing-coming": "Application = the Tirminator application which is the exclusive property of the Company.",
  "noti-your-email": "Account = the account created by natural persons or legal entities in the application.",
  "input-noti-btn": "Contract = represents this document to which the User has consented by accessing the Site. The Contract is considered concluded between the Company and the User at the moment of downloading the Application and creating the Account.",

  "we-contect": "3. Description of services",
  "digital-us": " 3.1 The services offered by the Application are addressed to:",
  "first-name": "Users, natural persons, holding the qualification of driver in the field of transport, who download the application, who can upload personal data, professional experience,details regarding the obtained certificates",
  "first2-name": "Users, legal entities, authorized natural persons who want to publish job advertisements.",
  "last-name": " The User expressly agrees to comply with all the clauses of this set of terms and conditions, as well as any other specific terms and conditions applicable to the services.",
  "last2-name": "Job advertisements can be displayed on the Application for a determined period. Theads can have a validity of 2 weeks, with the possibility of extension, by reactivating the published ad, by accessing the Account.",
  "email2": "The legal entity User assumes responsibility for the way personal data entered by the legal entity User is used in the hiring process.",
  "you@company": "The User is solely responsible for the Content published on the Application. For this, the postings and the transmission of messages through the Application are actions that are subject to the following conditions and limitations:",
  "phone-num": "(a) Job advertisements published must be complete, containing all the information or conditions related to the announcement.",
  "message": "(b) You may not publish, transmit, or refer in any way to messages that contain illegal, threatening, abusive, indecent, discriminatory texts, or that violate in any way the rights of third parties or legal provisions.",
  "agree-to-S4B": "(c) You may not publish materials that contravene any other provisions of this set of Terms and Conditions, the Company being able to discretely remove them from the Application, without any explanation in this  regard.",

  "send-msg": "4. Account creation, responsibilities",
  "Privacy2": "To benefit from all the Services offered by the Application, Users must create an account after downloading the application, by completing the forms available in the interface of the 'NEW ACCOUNT' section.",
  "contect2": "The User's account is created by entering the phone number and creating a password.  By entering the phone number, the User consents to the processing of this information by the Company.",
  "privacy-title": "The Company is not obliged to check in advance the materials published by the Users.The Company is not responsible in any way for the information and data posted, disseminated, or transmitted by its Users.",
  "heading-para": "To use the Services offered by the Application, the User assumes responsibility for providing accurate and complete data, the Company is not responsible for the truthfulness and accuracy of the information posted by Users.",
  "update-title": "The User must consider that the contact details (name, email, phone, address) entered in the Application will be available to legal entity Users who publish job advertisements, these being used in the recruitment process. In this sense, given the legitimacy of the purpose, once you accept these terms and conditions, you should consider that you agree to receive SMS messages as part of the application/recruitment process.",
  "overview-policy-title2": "The Company does not confirm the identity of the Users. Because the Company cannot be involved in user-to-user relationships or cannot control the behavior of users, in the event of a dispute with one or more Users, the Company (through its agents, administrators, and employees) is absolved of any liability or compensation (direct or indirect) of any kind and of any nature, known or unknown, suspected or not, disclosed or not, arising in any way related to such disputes. The User is the only one responsible for the evaluation of the accuracy, completeness, or usefulness of the information, advice, or other content available through the Application.",

  "overview-policy-para": "5. Access to the application",
  "overview-policy-para2": "Access to some Services provided to Users is free.",
  "overview-policy-title3": "The account corresponding to the natural person User can be accessed by the legal entity User or the authorized natural person. The legal entity User is responsible for collecting the personal data of natural persons, especially for informing and obtaining consent (or identifying another legitimate basis) for transmitting personal data to the Company used for transmitting such communications.",
  "overview-policy-subtitle3": "The Company is a communication platform between Users, who are responsible for the content published on the Application.",
  "overview-policy-subpara": "The Company reserves the right (which can be exercised at the chosen moment and without prior notice), to delete, move or edit these messages or to restrict access to some of the Users to one of its communication platforms. These measures can be taken as a result of the Users not complying with legal provisions or the terms and conditions of using the Application.",
  "overview-policy-subtitle4": "The User is solely responsible for the Content Published on the Application.",

  "overview-policy-subpara4": "6. Chats and messages",
  "overview-policy-subtitle04": "The Application allows Users to communicate through the chat found within the downloaded Application.",
  "overview-policy-subpara04": "The Company is not responsible for the veracity and accuracy of the information transmitted by Users through the chat section.",

  "overview-policy-subpara05": "7. Account protection",
  "overview-policy-subpara06": "Access to the User's account in the Application is protected by a password.",
  "overview-policy-subpara07": "The User is responsible for keeping the information and password from the Application confidential. Users are responsible for the use of their registration, whether the use is with or without their consent.",
  "overview-policy-subpara08": "The Company will not be responsible for any moral or material damage caused by not complying with this provision.",
  "overview-policy-subpara09": "The Company may also, whenever it wishes and without being accountable, interrupt the provision of services, or part of them, with or without any prior notice.",

  "overview-policy-subpara10": "8. Intellectual property rights",
  "overview-policy-subpara11": "The content and design of the Application, as well as any other material related to the Application sent to the User, belong to the Company, whether or not the author is specified, and are protected by intellectual property legislation.",
  "overview-policy-subpara12": "The materials cannot be used, reproduced, or allowed anyone to use or reproduce without having written permission from the Company or its collaborators, who hold an intellectual property right over the respective content section of the Application. It is also forbidden to reproduce, in any way, in whole or in part, the information contained in the User accounts and in the recruitment announcements of legal entities or authorized natural persons without the written and prior consent of the Company.",
  "overview-policy-subpara13": "Except for the above, the content of the Application cannot be reproduced, modified, and exploited, regardless of the commercial or non-commercial purpose of this exploitation.",
  "overview-policy-subpara14": "Actions of the type described below are not permitted without obtaining prior written permission from the Company:",
  "overview-policy-subpara15": "(a) reproducing or storing content, as well as sending this content to any other site.",
  "overview-policy-subpara16": "(b) modifying, publishing, transmitting, as well as participating in the transfer, sale, distribution of materials made by reproducing, modifying, or displaying the content, without obtaining prior written permission from us.",
  "overview-policy-subpara18": "(c) removing the signs that signify the copyright of the Application over the content.",

  "overview-policy-subpara19": "9. Confidentiality of information from the application",
  "overview-policy-subpara20": "The Company will maintain the confidentiality of any kind of information provided by the User. Disclosure of the information provided will only be done under the conditions mentioned in this Contract.",
  "overview-policy-subpara21": "By transmitting information or materials through the Application, the User gives the Company unrestricted and irrevocable access to them, the right to use, reproduce, display, modify, transmit, and distribute these materials or information.",
  "overview-policy-subpara22": "Legal entity Users who post job advertisements act as personal data operators, according to applicable legislation, and in this capacity, they have a series of rights and correlative obligations regarding the personal data of natural person Users accessed through the Application.",
  "overview-policy-subpara23": "When using the services offered through the Application, Users who post job advertisements accept and agree to respect the terms and conditions provided in the personal data processing agreement, which is an integral part of this set of terms and conditions.",
  "overview-policy-subpara24": "The Company reserves the right to periodically update and modify the Application's Terms and Conditions to reflect the operating conditions of the Application or any other changes to legal requirements. The document is enforceable against the User from the moment of display in the application.",

  "overview-policy-subpara25": "10. Data confidentiality policy",
  "overview-policy-subpara26": "The Company processes a series of personal data of Users, natural person Users, or legal entity Users (i.e., representatives) when using the Application. This privacy policy describes what types of personal data are processed, how they are used, what your options are regarding these processes, and how the Company will respect the rights you have as a data subject under personal data protection legislation, including Regulation (EU) 2016/679 ('GDPR').",
  "overview-policy-subpara27": "The Company is the data controller of personal data, according to personal data protection legislation including GDPR, regarding the personal data of Users collected and processed through the Application.",
  "overview-policy-subpara28": "The Company processes the following categories of personal data:",
  "overview-policy-subpara29": "Name, surname, phone number/email address, company data, data regarding professional experience, photographs of personal documents, skills.",
  "overview-policy-subpara30": "We keep personal data as long as necessary to fulfill the purposes for which they were collected, in compliance with internal data retention procedures, including applicable archiving rules.",
  "overview-policy-subpara31": "Generally, the Users' data are retained as long as they have a User account in the Application.",

  "overview-policy-subpara32": "11. Force majeure",
  "overview-policy-subpara33": "Neither party shall be liable for the non-performance of its contractual obligations if such non-execution on time and/or properly, totally or partially is due to a force majeure event.",
  "overview-policy-subpara34": "Force majeure is an unpredictable event, beyond the control of the parties, and that cannot be avoided.",
  "overview-policy-subpara35": "If within 15 (fifteen) days from its occurrence, the event does not cease, each party will have the right to notify the other party of the full right termination of the contract without either of them being able to claim other damages.",

  "overview-policy-subpara36": "12. Applicable law – jurisdiction. Amicable settlement of disputes",
  "overview-policy-subpara37": "This document of Terms and Conditions is subject to Romanian law. In the event of any disputes arising between the Company and the User, an attempt will first be made to resolve them amicably. This chapter and the procedure below represent proof of the Company's availability to resolve complaints and claims quickly, efficiently, amicably, alternatively, and extra-judicially, using all applicable legal mechanisms and measures in Romania.",
  "overview-policy-subpara38": "If the resolution of disagreements is not possible amicably, the settlement of disputes will revert to the competent Romanian courts.",

  "overview-policy-subpara39": "13. Final provisions",
  "overview-policy-subpara40": "If for any reason, any clause of these Terms and Conditions proves to be null, inapplicable, or invalid, it will be replaced with a valid clause, as close in meaning to the initial clause as possible.",

        "heading-1": "1. GENERAL PROVISIONS",
        "text-1": "The general terms and conditions govern access to the Tirminator application and represent the contract to which the User consents and accepts in its entirety. By using the application, the User gives their consent that they accept the present 'Terms and Conditions.' SC Logistic Mango Rm S.R.L., hereinafter referred to as 'the Company,' may revise this document at any time by updating this page. We recommend visiting this page periodically to read the 'Terms and Conditions' as this document is legally binding. Continued use of the application constitutes acceptance of changes made to this contract. After creating the Account, using the content signifies acceptance of changes made to the application's Terms and Conditions and/or the updated versions of the Terms and Conditions. Right of Revocation: We inform users that they have the right to revoke their consent for the processing of their personal data in accordance with the applicable legislation.",
        
        "heading-2": "2. DEFINITIONS",
        "text-2": "Company = Logistic Mango Rm S.R.L., Registration Number in R.C.: J35/2129/2020, CUI: 42880296. <br/>User = any natural or legal person who holds an account on the application.<br/> Application = the Tirminator application, which is the exclusive property of the Company.<br/> Account = the account created by natural or legal persons on the application.<br/> Contract = represents the present document to which the User has consented by accessing the Site. The contract is considered concluded between the Company and the User at the time of downloading the Application and creating the Account. <br/>Copyright and Trademark: All trademarks, logos, and content of the application are the exclusive property of the Company. Users are granted only the right to use the application according to the terms and conditions.<br/> Communications and Notifications: Any communication or notification sent by the Company to users will be considered received by the users after its dispatch.",
        
        "heading-3": "3. DESCRIPTION OF SERVICES",
        "text-3": "The services offered by the Application are intended for:<br/> Users, natural persons, qualified as drivers in the transportation sector, who download the application and can upload their personal data, professional experience, and details about obtained certificates to their personal account; <br/>(ii) Users, legal entities, or authorized individuals who want to post job advertisements.<br/> The User expressly agrees to comply with all clauses of this set of terms and conditions, as well as any other specific terms and conditions applicable to the services. Job advertisements can be displayed on the Application for a specified period. The advertisements can be valid for 2 weeks, with the possibility of extension by reactivating the published ad through the Account. The legal entity User assumes responsibility for the use of personal data entered by the legal entity user during the hiring process.<br/> The User is solely responsible for the content published on the Application. Therefore, postings and message transmissions through the Application are actions subject to the following conditions and limitations: Job advertisements must be complete, containing all information or conditions related to the advertisement. You may not publish, transmit, or refer in any way to messages containing illegal, threatening, abusive, indecent, discriminatory texts, or those that infringe upon the rights of third parties or legal provisions. You may not publish materials that contradict any other provisions of this set of Terms and Conditions, and the Company may, at its discretion, remove them from the Application without any explanation.",
        
        "heading-4": "4. ACCOUNT CREATION, RESPONSIBILITIES",
        "text-4": "To benefit from all the Services offered by the Application, Users must create an account after downloading the application by completing the forms available in the 'NEW ACCOUNT' section interface. The User account is created by entering the phone number or email address and creating a password. By entering the phone number or email address, the User consents to the processing of this information by the Company. The Company is not obligated to pre-verify materials published by Users. <br/>The Company is not responsible in any way for the information and data posted, disseminated, or transmitted by its Users.<br/> To use the Services offered by the Application, the User assumes responsibility for providing accurate and complete data, and the Company is not liable for the truthfulness and accuracy of the information posted by Users. The User must consider that the contact details (name, email, phone, address) entered on the Application will be available to legal entity Users who publish job advertisements, these being used in the recruitment process.<br/> Given the legitimacy of the purpose, by accepting these terms and conditions, you agree to receive SMS messages as part of the application/recruitment process. The Company does not confirm the identity of Users.<br/> Since the Company cannot be involved in user-to-user relationships or control the behavior of Users, in the event of a dispute with one or more Users, the Company (through its agents, administrators, and employees) is absolved of any liability or compensation (direct or indirect) of any kind and nature, known or unknown, suspected or not, disclosed or not, arising in any way related to disputes.",
        
        "heading-5": "5. EVALUATION OF SERVICES",
        "text-5": "1. Evaluation by Individual Users Individual users, as drivers, have the opportunity to evaluate the transport companies that have employed them through the application. In this regard, the questions that employees answer are: <br/> To what extent were you satisfied with the working conditions provided by the transport company, including the condition of the vehicles and related equipment? How do you rate the company's reliability in terms of paying drivers according to the agreement? To what extent are you satisfied with how the dispatchers cooperate with the drivers and respect the work schedule?<br/> 2. Evaluation by Legal Entity Users Regarding the Services Provided On the other hand, transport companies have the opportunity to evaluate the drivers employed through the application. In this context, the questions that companies answer are: How do you evaluate the driver's level of experience and technical skills in the field of road transport? To what extent are you satisfied with the driver, considering the absence of major incidents such as theft (goods, fuel, etc.), truck abandonment, illegal trafficking, or accidents that could have affected the collaboration with the company? To what extent are you satisfied with the driver's collaboration with dispatchers and adherence to the work schedule?<br/> RESPONSIBILITIES AND LIABILITY FOR SERVICE EVALUATIONS<br/> Logistic Mango Rm S.R.L. cannot be held responsible for the evaluations received from users, whether they are drivers or companies. The evaluations reflect the personal opinion and experience of the users and do not imply any commitment or guarantee from the Company regarding the truthfulness or accuracy of the information provided. Additionally, the Company cannot be held responsible for any disputes or litigation that may arise between drivers and companies as a result of the evaluations posted on the platform. Any dispute or litigation between Users is their exclusive responsibility, and the Company is absolved of any liability or compensation (direct or indirect) of any kind and nature, known or unknown, suspected or not, disclosed or not, arising in any way related to disputes. In conclusion, by using the Tirminator application, Users fully assume responsibility for the content of the posted evaluations and for any consequences that may arise as a result of these evaluations. Logistic Mango Rm S.R.L. only provides the platform for communication between Users and has no responsibility for the content or consequences of the posted evaluations.",
        
        "heading-6": "6. ACCESS TO THE APPLICATION",
        "text-6": "Access to some Services provided to Users is free. The account of an individual User can be accessed by a legal entity User or an authorized individual. The legal entity User is responsible for collecting personal data from individuals, particularly for informing and obtaining consent (or identifying another legitimate basis) for transmitting personal data to the Company for such communications. <br/> The Company is a communication platform between Users, who are responsible for the content published on the Application. The Company reserves the right (which can be exercised at any chosen time and without prior notice) to delete, move, or edit these messages or to restrict some Users' access to one of its communication platforms. These measures may be taken as a result of Users' failure to comply with legal provisions or the terms and conditions of using the Application. The User is solely responsible for the content published on the Application.",
        
        "heading-7": "7. CHATS AND MESSAGES",
        "text-7": "The application allows Users to communicate through the chat feature available within the downloaded Application. The Company is not responsible for the truthfulness and accuracy of the information transmitted by Users through the chat section.",
        
        "heading-8": "8. ACCOUNT PROTECTION",
        "text-8": "Access to the User account in the Application is protected by a password. The User is responsible for maintaining the confidentiality of their information and password within the Application. Users are accountable for the use of their registration, whether the use is with or without their consent. The Company will not be liable for any moral or material damage caused by the failure to comply with this provision. The Company may also, at any time and without explanation, interrupt the provision of services, or any part of them, with or without prior notice.",
        
        "heading-9": "9. INTELLECTUAL PROPERTY RIGHTS",
        "text-9": "The content and design of the Application, as well as any other material related to the Application sent to the User, belong to the Company, regardless of whether the author is specified or not, and are protected by intellectual property legislation. You may not use, reproduce, or allow anyone to use or reproduce the materials without obtaining written permission from the Company or its collaborators who hold intellectual property rights over the respective content section of the Application. Additionally, it is forbidden to reproduce, in any form, in whole or in part, the information contained in User accounts and the recruitment advertisements of legal entities or authorized individuals without prior written consent from the Company. Except as stated above, the content of the Application may not be reproduced, modified, or exploited, regardless of the commercial or non-commercial purpose of such exploitation. The following actions are not permitted without obtaining prior written permission from the Company:<br/> a. reproducing or storing the content, as well as sending this content to any other site.<br/> b. modifying, publishing, transmitting, as well as participating in the transfer, sale, distribution of materials made by reproducing, modifying, or displaying the content, without obtaining prior written permission from us.<br/> c. removing marks that signify the Application's copyright over the content.",
        
        "heading-10": "10. CONFIDENTIALITY OF APPLICATION INFORMATION",
        "text-10": "The Company will maintain the confidentiality of any information provided by the User. Disclosure of the information provided will only be made under the conditions mentioned in this Contract. By transmitting information or materials through the Application, the User grants the Company unrestricted and irrevocable access to them, as well as the right to use, reproduce, display, modify, transmit, and distribute these materials or information.<br/> Legal entity users who post job advertisements act as personal data operators in accordance with applicable legislation, and as such, they have a series of rights and obligations concerning the personal data of individual Users accessed through the Application. When using the services offered through the Application, Users who post job advertisements accept and agree to comply with the terms and conditions stipulated in the personal data processing agreement, which is an integral part of this set of terms and conditions. The Company reserves the right to periodically update and modify the Terms and Conditions of the Application to reflect operational updates or any other changes in legal requirements. The document is binding on the User from the moment it is displayed in the application.",
        
        "heading-11": "11. DATA PRIVACY POLICY",
        "text-11": "The Company processes a range of personal data of Users, both individual Users and legal entity Users (i.e., representatives), when using the Application. This privacy policy describes the types of personal data that are processed, how they are used, what options are available regarding these processes, and how the Company will respect your rights as a data subject under personal data protection legislation, including Regulation (EU) 2016/679 ('GDPR').<br/> The Company is the controller of personal data, according to personal data protection legislation including GDPR, regarding the personal data of Users collected and processed through the Application. The Company processes the following categories of personal data: Name, surname, phone number/email address, company data, professional experience data, photographs of personal documents, and skills. We retain personal data as long as necessary to fulfill the purposes for which they were collected, in compliance with our internal data retention procedures, including applicable archiving rules. Generally, Users' data are retained as long as they have a User account in the Application.",
        
        "heading-12": "12. FORCE MAJEURE",
        "text-12": "Neither party will be liable for the non-performance of its contractual obligations if such non-performance, whether timely and/or proper, in whole or in part, is due to an event of force majeure. Force majeure is an unforeseeable event beyond the control of the parties and cannot be avoided. If, within 15 (fifteen) days from the date of its occurrence, the respective event does not cease, each party will have the right to notify the other party of the termination of the contract by operation of law, without either party being able to claim any damages from the other.",
        
        "heading-13": "13. APPLICABLE LAW – JURISDICTION. AMICABLE DISPUTE RESOLUTION",
        "text-13": "These Terms and Conditions are subject to Romanian law. In the event of any disputes arising between the Company and the User, an attempt will first be made to resolve them amicably. This chapter and the procedure below demonstrate the Company's willingness to resolve complaints, claims, and disputes quickly, efficiently, amicably, alternatively, and extra-judicially, using all applicable legal mechanisms and measures in Romania. If an amicable resolution of disagreements is not possible, the disputes will be resolved by the competent courts of Romania.",
        
        "heading-14": "14. FINAL PROVISIONS",
        "text-14": "If, for any reason, any clause in these Terms and Conditions is found to be null, unenforceable, or invalid, it will be replaced with a valid clause that is as close in meaning as possible to the original clause."
    
    
 
}
