{

        
        "contect-us-b": "1. Prevederi generale",
        "we-provide":"Termenii și condițiile generale guvernează accesul la aplicația Tirminator și reprezintă contractul la care Utilizatorul consimte și îl acceptă în totalitate.",
        "digital-ser":" Prin utilizarea aplicației, Utilizatorul își oferă consimțământul că acceptă 'Termenii și Condițiile' prezente",
        "enursing-safe":" SC  Logistic Mango Rm S.R.L., numită în continuare 'Compania', poate revizui acest document oricând, prin acutalizarea acestei pagini. Va recomandăm să vizitați această pagină periodic pentru a citi 'Termenii și Condițiile' deoarece acest document va obligă legal. Folosirea în continuare a aplicației reprezintă acceptarea modificărilor aduse prezentului contract. ",
        "envirment": "Ulterior creării Contului, utilizarea conținutului echivalează cu acceptarea modificărilor intervenite asupra Termenilor și condițiilor aplicației și/sau a versiunilor actualizate ale Termenilor și Condițiilor.",

        "business-imperatives-p": "2. Definiții",
        "we-pro-our":"Compania = Logistic Mango Rm S.R.L.., Număr de ordine în R.C.: J35/2129/2020, CUI: 42880296.",
        "digital-new-site":"Utilizator = orice persoană fizică sau juridică care deține un cont pe aplicație. ",
        "enursing-coming": "Aplicație= aplicația Tirminator care este proprietatea exclusivă a Companiei.",
        "noti-your-email":"Cont= contul creat de către persoanele fizice sau persoanele juridice pe aplicație.",
        "input-noti-btn":"Contract = reprezintă prezentul document la care a consimțit Utilizatorul prin accesarea Site-ului. Contractul se consideră încheiat între Companie și Utilizator în momentul descărcării Aplicației și creării Contului.",

        "we-contect":"3. Descrierea serviciilor",
        "digital-us":" Serviciile oferite de Aplicație se adresează: ",
        "first-name":"Utilizatorilor, persoane fizice, deținând calificarea de șofer în domeniul transportului, care descarcă aplicația, care pot încărca pe contul personal datele personale, experiența profesională, detalii cu privire la atestatele obținute și",
        "first2-name":"Utilizatorilor persoane juridice, persoane fizice autorizate care vor să publice anunțuri de angajare.",
        "last-name":"Utilizatorul își dă acordul, în mod expres, să respecte toate clauzele din acest set de termeni și condiții, precum și orice alți termeni și condiții specifice aplicabile serviciilor. ",
        "last2-name":"Anunțurile de angajare pot fi afișate pe Aplicație pentru o perioadă determinată. Anunțurile pot avea o valabilitate de 2 săptămâni, cu posibilitatea de prelungire, prin reactivarea anunțului publicat, prin accesarea Contului.",
        "email2":"Utilizatorul persoană juridică își asumă răspunderea cu privire la modalitatea de folosire a datelor personale introduse de către utilizatorul persoană juridică în cadrul procesului de angajare.",
        "you@company":"Utilizatorul este singurul responsabil pentru Conținutul publicat pe Aplicație. Pentru aceasta, postările și transmiterea mesajelor prin intermediul Aplicației sunt acțiuni care sunt supuse următoarelor condiții și limitări:",
        "phone-num":"(a) Anunțurile de angajare publicate trebuie să fie complete, conținând toate informațiile sau condițiile aflate în legătură cu anunțul.",
        "message":"(b) Nu puteți publica, transmite sau face referire în niciun fel la mesaje care conțin texte ilegale, amenințătoare, abuzive, indecente, discriminatorii sau care încalcă în orice fel drepturi ale terților sau prevederi legale.",
        "agree-to-S4B":"(c) Nu puteți publica materiale care contravin oricăror altor prevederi ai acestui set de Termeni și Condiții, Compania putând în mod discreționar să le elimine din Aplicație, fără niciun fel de explicație în acest sens.",


        "send-msg":"4. Crearea contului, responsabilități",
        "Privacy2":"Pentru a beneficia de toate Serviciile oferite de Aplicație, Utilizatorii trebuie să își creeze un cont după descărcarea aplicației, completând formularele disponibile în interfața secțiunii „CONT NOU”.",
        "contect2":"Crearea contului de Utilizator se face prin introducerea numărului de telefon și crearea unei parole. Prin introducerea numărului de telefon, Utilizatorul își oferă consimțământul cu privire la prelucrarea acestor informații de către Companie.",
        "privacy-title": "Compania nu are obligația de a verifica în avans materialele publicate de către Utilizatori. Compania nu răspunde în niciun mod cu privire la informațiile și datele postate, difuzate sau transmise de către Utilizatorii săi.",
        "heading-para": "Pentru a folosi Serviciile oferite de Aplicație, Utilizatorul își asumă răspunderea pentru furnizarea datelor exacte și complete, Compania nu este răspunzătoare pentru veridicitatea și exactitatea informațiilor postate de către Utilizatori.",
        "update-title": "Utilizatorul trebuie să aibă în vedere ca datele de contact (nume, e-mail, telefon, adresă) introduse pe Aplicație vor fi disponibile Utilizatorilor persoane juridice care publică anunțuri de angajare, acestea fiind folosite in cadrul procesului de recrutare. În acest sens, dată fiind legitimitatea scopului, odată cu acceptarea prezentelor termeni si conditii, trebuie să se aibă în vedere ca va exprimati acordul să primiți inclusiv mesaje SMS ca parte a procesului de aplicare / recrutare.",
        "overview-policy-title2": "Compania nu confirmă identitatea Utilizatorilor. Deoarece Compania nu poate fi implicată în relațiile user-to-user sau nu poate controla comportamentul utilizatorilor, în eventualitatea unei dispute cu unul sau mai mulți Utilizatori, Compania (prin agenții, administratorii și angajații săi) este absolvită de orice răspundere sau despăgubire (directă sau indirectă) de orice fel și de orice natură, cunoscută sau necunoscută, suspectată sau nu, dezvăluită sau nu, ivița în vreun mod care are legătură cu disputele.",

        "overview-policy-para": "5. Accesul la aplicație",
        "overview-policy-para2": "Accesul la unele Servicii furnizate Utilizatorilor sunt gratuite. ",
        "overview-policy-subtitle3": "Contul aferent Utilizatorului persoană fizică poate fi accesat de către Utilizatorul persoană juridică sau persoană fizică autorizată. Utilizatorul persoană juridică este responsabil de colectarea datelor cu caracter personal ale persoanelor fizice, în special de informarea și obținerea consimțământului (sau identificarea unui alt temei legitim) pentru transmiterea către Societate a datelor cu caracter personal utilizate pentru transmiterea unor astfel de comunicări.",
        "overview-policy-title3": "Compania este o platformă de comunicare între Utilizatori, aceștia fiind responsabili de conținutul publicat pe Aplicație.",
        "overview-policy-subpara": "Compania își rezervă dreptul (care poate fi exercitat la momentul ales și fără o notificare prealabilă), de a șterge, muta sau edita aceste mesaje sau de a restricționa accesul unora dintre Utilizatori la una dintre platformele sale de comunicare. Aceste măsuri pot fi luate ca urmare a nerespectării de către Utilizatori a prevederilor legale sau a termenilor și condițiilor de utilizare a Aplicației. Utilizatorul este singurul responsabil pentru Conținutul Publicat pe Aplicație.",

        "overview-policy-subtitle4": "Aplicația permite Utilizatorilor să comunice prin intermediul  chat-ului care se regăsește în cadrul Aplicației descărcate.",
        "overview-policy-subpara4": "6. Chaturi și mesaje",
        "overview-policy-subpara04": "Compania nu răspunde de veridicitatea și exactitatea informațiilor transmise de către Utilizatori prin intermediul secțiunii de chat.",

        "overview-policy-subpara05": "7. Protecția contului",
        "overview-policy-subpara06": "Accesul la contul de Utilizator din Aplicație este protejat de o parolă.",
        "overview-policy-subpara07": "Utilizatorul este răspunzător pentru păstrarea confidențialității asupra informațiilor și a parolei din Aplicație. Utilizatorii sunt răspunzători de utilizarea înregistrării, indiferent dacă utilizarea se face cu sau fără voia acestora.",
        "overview-policy-subpara08": "Compania nu va fi răspunzătoare pentru nici o pagubă morală sau materială provocată prin nerespectarea acestei prevederi.",
        "overview-policy-subpara09": "Compania poate de asemenea, oricând dorește și fără a da socoteală, întrerupe furnizarea serviciilor, sau a unei părți a lor, cu sau fără nici o notificare prealabilă. ",

        "overview-policy-subpara10": "8. Dreptul de proprietate intelectuală",
        "overview-policy-subpara11": "Conținutul și designul Aplicației, precum și orice alt material având legătura cu Aplicația trimis către Utilizator aparțin Companiei, indiferent dacă autorul este specificat sau nu, și sunt protejate de legislația privind proprietatea intelectuală.",
        "overview-policy-subpara12": "Nu se poate utiliza, reproduce sau permite nimănui să utilizeze sau să reproducă materialele fără a deține o permisiune scrisă din partea Companiei sau colaboratorilor săi, care dețin un drept de proprietate intelectuală asupra secțiunii respective de conținut a Aplicației. De asemenea, este interzisă reproducerea, în orice fel, integrală sau parțială, a informațiilor cuprinse în conturile Utilizatorilor și în anunțurile de recrutare ale persoanelor juridice sau persoanelor fizice autorizate fără acordul scris și prealabil din partea Companiei.",
        "overview-policy-subpara13": "Cu excepția celor spuse mai sus, conținutul Aplicației nu poate fi reprodus, modificat și exploatat, indiferent de scopul comercial sau necomercial al acestei exploatări.",
        "overview-policy-subpara14": "Acțiunile de tipul celor descrise mai jos nu sunt permise în lipsa obținerii în prealabil a unei permisiuni scrise din partea Companiei:",
        "overview-policy-subpara15": "(a) reproducerea sau stocarea conținutului, precum și trimiterea acestui conținut către orice alt site.",
        "overview-policy-subpara16": "(b) modificarea, publicarea, transmiterea, precum și participarea la transferul, vânzarea, distribuția unor materiale realizate prin reproducerea, modificarea sau afișarea conținutului, în lipsa obținerii în prealabil a unei permisiuni scrise din partea noastră.",
        "overview-policy-subpara18": "(c) îndepărtarea însemnelor care semnifică dreptul de autor al Aplicației asupra conținutului.",

        "overview-policy-subpara19": "9. Confidențialitatea informațiilor din aplicație",
        "overview-policy-subpara20": "Compania va păstra confidențialitatea informațiilor de orice natură pe care le furnizează Utilizatorul. Dezvăluirea informațiilor furnizate se va putea face doar în condițiile menționate în prezentul Contract.",
        "overview-policy-subpara21": "Prin transmiterea de informații sau materiale prin intermediul Aplicației, Utilizatorul oferă Companiei acces nerestricționat și irevocabil la acestea, dreptul de a utiliza, reproduce, afișa, modifica, transmite și distribui aceste materiale sau informații.",
        "overview-policy-subpara22": "Utilizatorii persoane juridice care postează anunțuri de angajare acționează că operatori de date cu caracter personal, conform legislației aplicabile, și în această calitate, acestora le revin o serie de drepturi și obligații corelative cu privire la datele cu caracter personal ale Utilizatorilor persoane fizice accesate prin intermediul Aplicației.",
        "overview-policy-subpara23": "Atunci când utilizează serviciile oferite prin intermediul Aplicației Utilizatorii care postează anunțuri de angajare acceptă și sunt de acord să respecte termenii și condițiile prevăzute în acordul de prelucrare a datelor cu caracter personal, care face parte integrantă din acest set de termeni și condiții. ",
        "overview-policy-subpara24": "Compania își rezervă dreptul de a actualiza și modifica periodic Termenii și Condițiile Aplicației pentru a actualiza condițiile de funcționare a acesteia sau orice alte modificări ale cerințelor legale. Documentul este opozabili Utilizatorului de la momentul afișării în aplicație.",
        
        "overview-policy-subpara25": "10. Politica privind confidențialitatea datelor",
        "overview-policy-subpara26": "Compania prelucrează o serie de date cu caracter personal ale Utilizatorilor, Utilizatori persoane fizice sau ale Utilizatorilor persoane juridice (i.e. reprezentanți) atunci când se utilizează Aplicația.Această politică de confidențialitate descrie ce tipuri de date cu caracter personal sunt prelucrate, cum sunt acestea utilizate, care sunt opțiunile în legătură cu aceste prelucrări, precum și modul în care Compania va respecta drepturile pe care le aveți în calitate de persoană vizată conform legislației privind protecția datelor cu caracter personal, inclusiv Regulamentul (UE) 2016/679 („GDPR”).",
        "overview-policy-subpara27": "Compania este operatorul datelor cu caracter personal, conform legislației privind protecția datelor cu caracter personal inclusiv GDPR, în ceea ce privește datele cu caracter personal ale Utilizatorilor colectate și prelucrate prin intermediul Aplicației.",
        "overview-policy-subpara28": "Compania prelucrează următoarele categorii de date cu caracter personal:",
        "overview-policy-subpara29": "Nume, prenume, nr. telefon/adresă de e-mail, datele companiei, date cu privire la experiența profesională, fotografii ale documentelor personale, abilități.",
        "overview-policy-subpara30": "Păstrăm datele cu caracter personal cât este necesar pentru îndeplinirea scopurilor pentru care au fost colectate, cu respectarea procedurilor interne privind retenția datelor, inclusiv a regulilor de arhivare aplicabile.",
        "overview-policy-subpara31": "În general, datele Utilizatorilor sunt păstrate atât timp cât acesta are un cont de Utilizator în Aplicație.",

        "overview-policy-subpara32": "11. Forța majoră",
        "overview-policy-subpara33": "Nici una din părți nu va fi răspunzătoare pentru neexecutarea obligațiilor sale contractuale, dacă o astfel de neexecutare la termen și/sau în mod corespunzător, total sau parțial este datorată unui eveniment de forță majoră.",
        "overview-policy-subpara34": "Forță majoră este evenimentul imprevizibil, în afară controlului părților și care nu poate fi evitat.",
        "overview-policy-subpara35": "Dacă în termen de 15 (cincisprezece) zile de la dată producerii lui, respectivul eveniment nu încetează fiecare parte va avea dreptul să notifice celeilalte părți încetarea de plin drept a contractului fără că vreuna dintre ele să poată pretinde celeilalte alte daune-interese.",

        "overview-policy-subpara36": "12. Legea aplicabilă – jurisdicția. Soluționarea amiabilă a litigiilor",
        "overview-policy-subpara37": "Prezentul document Termeni și Condiții este supus legii române. În cazul unor eventuale litigii apărute între Companie și Utilizator se va încerca întâi rezolvarea pe cale amiabilă a acestora. Prezentul capitol și procedura de mai jos reprezintă o dovadă a disponibilității Companiei de a soluționa rapid, eficient, amiabil, alternativ, extra-judiciar, sesizările, reclamațiile, uzitând de toate mecanismele și măsurile legale aplicabile în România.",
        "overview-policy-subpara38": "În cazul în care rezolvarea neînțelegerilor nu este posibilă pe cale amiabilă, soluționarea litigiilor va reveni instanței judecătorești competențe din România.",

        "overview-policy-subpara39": "13. Dispoziții finale",
        "overview-policy-subpara40": "În cazul în care, din indiferent ce motiv, orice clauză din acești Termeni și Condiții va dovedi nulă, inaplicabilă sau nevalabilă, ea va fi înlocuită cu o clauză validă, cât mai aproape ca sens de clauza inițială.",









        

        "overview-policy-subpara41": "Soubory cookie a podobné sledovací technologie používáme ke sledování aktivity v naší službě a ukládání určitých informací. Používané sledovací technologie jsou majáky, značky a skripty pro shromažďování a sledování informací a pro zlepšení aanalýzu našich služeb. Technologie, které používáme, mohou zahrnovat:",
        "overview-policy-subpara42": "<b>Soubory cookie nebo soubory cookie prohlížeče</b> Cookie je malý soubor umístěný ve vašem zařízení. Svůj prohlížeč můžete instruovat, aby odmítal všechny soubory cookie nebo aby oznamoval, kdy je soubor cookie odesílán. Pokud však soubory cookie nepřijmete, možná nebudete moci používat některé části naší služby. Pokud jste neupravili nastavení prohlížeče tak, aby odmítal soubory cookie, může naše služba používat soubory cookie.",
        "overview-policy-subpara43": "<b>Web Beacons</b> Některé části naší služby a naše e-maily mohou obsahovat malé elektronické soubory známé jako web beacons (označované také jako průhledné gify, pixelové značky a jednopixelové gify), které umožňují společnosti například počítat uživatele, kteří navštívili tyto stránky nebo otevřeli e-mail, a další související statistiky webových stránek (například hodnocenípopularity určité sekce a ověření integrity systému a serveru).",
        "overview-policy-subpara44": "Soubory cookie mohou být ''trvalé'' nebo ''relační'' soubory cookie. Trvalé soubory cookie zůstávají ve vašem osobním počítači nebo mobilním zařízení, když přejdete do režimu offline, zatímco soubory cookie relace seuplatní, jakmile zavřete webový prohlížeč. Další informace o souborech cookie najdete v článku Zásady ochrany osobních údajů",
        "overview-policy-subpara45": "Relační i trvalé soubory cookie používáme pro níže uvedené účely:",
        "overview-policy-subpara50": "1. Nezbytné / základní soubory cookie",
        "overview-policy-subpara51": "Typ: Soubory cookie relace",
        "overview-policy-subpara52": "Typ: Soubory cookie relace",
        "overview-policy-subpara53": "Účel: Tyto soubory cookie jsou nezbytné k tomu, abychom vám mohli poskytovat služby dostupné prostřednictvím webových stránek a abyste mohli používat některé z jejich funkcí. Pomáhají ověřovat uživatele a zabraňují podvodnému používání uživatelských účtů. Bez těchto souborů cookie nelze poskytovat služby, o které jste požádali, a tyto soubory cookie používáme pouze k tomu, abychom vám mohli poskytovat služby",
        "overview-policy-subpara54": "2. Zásady používání souborů cookie / soubory cookie pro přijímání oznámení",
        "overview-policy-subpara55": "Typ: Trvalé soubory cookie",
        "overview-policy-subpara56": "Spravuje: Us",
        "overview-policy-subpara57": "Účel: Tyto soubory cookie identifikují, zda uživatelé přijali používání souborů cookie na webových stránkách.",
        "overview-policy-subpara58": "3. Funkční soubory cookie",
        "overview-policy-subpara59": "Typ: Trvalé soubory cookie",
        "overview-policy-subpara60": "Spravováno: Námi",
        "overview-policy-subpara61": "Účel: Tyto soubory cookie nám umožňují zapamatovat si volby, které provedete při používání webových stránek, jako je zapamatování vašich přihlašovacích údajů nebo jazykových preferencí. Účelem těchto souborů cookie je poskytnout vám osobnější zážitek a vyhnout se tomu, abyste museli znovu zadávat své preference pokaždé, když používáte webové stránky.",
        "overview-policy-subpara62": "Další informace o souborech cookie, které používáme, a o vašich volbách týkajících se souborů cookie, naleznete v našich Zásadách používání souborů cookie nebo v části Soubory cookie v našich Zásadách ochrany osobních údajů.",
        "overview-policy-subpara63": "5. Použití vašich osobních údajů",
        "overview-policy-subpara64": "Společnost může používat osobní údaje pro následující účely:",
        "overview-policy-subpara65": "<b>Poskytování a udržování naší služby</b> včetně sledování používání naší služby.",
        "overview-policy-subpara66": "<b>Správa vašeho účtu</b> správa vaší registrace jako uživatele služby. Osobní údaje, které poskytnete vám mohou dát přístup k různým funkcím služby, které jsou vám k dispozici jako registrovanému uživateli.",
        "overview-policy-subpara67": "<b>Pro plnění smlouvy</b> vypracování, dodržování a plnění kupní smlouvy na produkty, položky nebo služby, které jste zakoupili, nebo jakékoli jiné smlouvy s námi prostřednictvím služby.",
        "overview-policy-subpara68": "<b>Kontaktování:</b> Abychom vás kontaktovali e-mailem, telefonními hovory, SMS nebo jinými ekvivalentními formami elektronické komunikace, jako jsou push notifikace mobilní aplikace týkající se aktualizací nebo informativní komunikace související s funkcemi, produkty nebo smluvními službami, včetně aktualizací zabezpečení, je-li to nutné nebo přiměřené pro jejich realizaci.",
        "overview-policy-subpara69": "<b>Abychom vás mohli kontaktovat</b> Abychom vás kontaktovali prostřednictvím e-mailu, telefonních hovorů, SMS nebo jiných ekvivalentních forem elektronické komunikace, jako jsou nabízená oznámení mobilní aplikace týkající se updates nebo informativní komunikace týkající se funkcí, produktů nebo smluvních služeb, včetně aktualizací zabezpečení, pokud je to nezbytné nebo přiměřené pro jejich implementaci.",
        "overview-policy-subpara70": "<b>Poskytování</b> novinek, speciálních nabídek a obecných informací odalším zboží, službách a událostech, které nabízíme a které jsou podobné těm, které jste již zakoupili nebo na které jste se ptali, pokud jste se nerozhodli, že tyto informace nechcete dostávat.",
        "overview-policy-subpara71": "<b>Pro převody podniků</b> Vaše informace můžeme použít k vyhodnocení nebo provedení fúze, odprodeje, restrukturalizace, reorganizace, rozpuštění nebo jiného prodeje nebo převodu některých nebo všech našich aktiv, ať už jako fungujícípodnik nebo jako součást bankrotu, likvidace nebo podobného řízení, ve kterém jsou osobní údaje, které uchováváme o uživatelích našich služeb, mezi převedenými aktivy.",
        "overview-policy-subpara72": "<b>Správa vašich požadavků</b> K účasti a správě vašich požadavků, které nám byly zaslány.Pro jiné účely</b> Vaše informace můžeme použít k jiným účelům, jako je analýza dat, identifikace trendů používání, určení účinnosti našich propagačních kampaní a vyhodnocení a zlepšení naší služby, produktů, služeb, marketingu a vašich zkušeností.",
        "overview-policy-subpara73": "Vaše osobní údaje můžeme sdílet v následujících situacích:",
        "overview-policy-subpara74": "<b>S poskytovateli služeb</b> Vaše osobní údaje můžeme sdílet s poskytovateli služeb, abychom mohli sledovat a analyzovat používání naší služby a kontaktovat vás.",
        "overview-policy-subpara75": "<b>Pro převody podniků</b> Vaše osobní údaje můžeme sdílet nebo převádět v souvislosti s jakoukoli fúzí, prodejem aktiv společnosti, financováním nebo akvizicí celého našeho podnikání nebo jeho části jiné společnosti.",
        "overview-policy-subpara76": "<b>S přidruženými společnostmi</b> Vaše informace můžeme sdílet s našimi přidruženými společnostmi a v takovém případě budeme vyžadovat, aby tyto přidružené společnosti dodržovaly tyto zásady ochrany osobních údajů. Přidružené společnosti zahrnují naši mateřskou společnost a jakékoli další dceřiné společnosti, partnery společného podniku nebo jiné společnosti, které ovládáme nebo které jsou s námi pod společnou kontrolou.",
        "overview-policy-subpara77": "<b>S obchodními partnery</b> Vaše údaje můžeme sdílet s našimi obchodními partnery, abychom vám mohli nabídnout určité produkty, služby nebo propagační akce.",
        "overview-policy-subpara78": "<b>S ostatními uživateli</b> když sdílíte osobní údaje nebo jinak komunikujete ve veřejných oblastech s jinými uživateli, mohou být tyto informace zobrazeny všemi uživateli a mohou být veřejně distribuovány mimo ně. Pokud komunikujete s jinými uživateli nebo se zaregistrujete prostřednictvím služby sociálních médií třetí strany, vaše kontakty ve službě sociálních médií třetích stran mohou vidět vaše jméno, profil, fotografie a popis vaší aktivity. Stejně tak budou moci ostatní uživatelé sledovatpopisy vaší aktivity, komunikovat s vámi a prohlížet si váš profil.",
        "overview-policy-subpara79": "<b>S vaším souhlasem</b> Vaše osobní údaje můžeme s vaším souhlasem zveřejnit pro jakýkoli jiný účel.",
        "overview-policy-subpara80": "6. Uchovávání vašich osobních údajů",
        "overview-policy-subpara81": "Společnost bude uchovávat vaše osobní údaje tak dlouho, jak je nezbytné pro účely stanovené v těchto zásadách ochrany osobních údajů. Vaše osobní údaje budeme uchovávat a používat v rozsahu nezbytném pro splnění našich zákonných povinností (například pokud jsme povinni uchovávat vaše údaje v souladu se zákony o aplikacích), řešit spory a prosazovat naše právní dohody a zásady.",
        "overview-policy-subpara82": "Společnost bude také uchovávat údaje o používání pro účely interní analýzy. Údaje o používání jsou obecně uchovávány po kratší dobu, s výjimkou případů, kdy jsou tyto údaje použity k posílení bezpečnosti nebo ke zlepšení funkčnosti naší služby, nebo jsme ze zákona povinni uchovávat tyto údaje po delší dobu.",
        "overview-policy-subpara83": "7. Přenos vašich osobních údajů",
        "overview-policy-subpara84": "Vaše informace, včetně osobních údajů, jsou zpracovávány v provozních kancelářích společnosti a na jakýchkoli jiných místech, kde se nacházejí strany zapojené do zpracování. To znamená, že tyto informace mohou být přenášeny a udržovány na počítačích umístěných mimo váš stát, provincii, zemi nebo jinou vládní jurisdikci, kde se zákony na ochranu údajů mohou lišit od zákonů ve vaší jurisdikci.",
        "overview-policy-subpara85": "Váš souhlas s těmito zásadami ochrany osobních údajů, po kterém následuje vaše odeslání těchto informací, představuje váš souhlas s tímto převodem.",
        "overview-policy-subpara86": "Společnost podnikne veškeré přiměřeně nezbytné kroky, aby zajistila, že s vašimi údaji bude zacházeno bezpečně a v souladu s těmito zásadami ochrany osobních údajů a že nedojde k žádnému přenosu vašich osobních údajů do organizace nebo země, pokud nebudou zavedeny odpovídající kontroly, včetně zabezpečení vašich údajů a dalších osobních údajů.",
        "overview-policy-subpara87": "8. Vymazání vašich osobních údajů",
        "overview-policy-subpara087": "9. Zveřejnění vašich osobních údajů",
        "overview-policy-subpara89": "Máte právo smazat nebo požádat, abychom pomohli při mazání osobních údajů, které jsme o vás shromáždili.",
        "overview-policy-subpara90": "Naše služba vám může poskytnout možnost odstranit určité informace z vaší služby.",
        "overview-policy-subpara91": "Své údaje můžete kdykoli aktualizovat, doplňovat nebo mazat tak, že se přihlásíte ke svému účtu, pokud jej máte, a navštívíte sekci nastavení účtu, která vám umožňuje spravovat vaše osobní údaje. Můžete nás také kontaktovat a požádat o přístup, opravu nebo odstranění jakýchkoli osobních údajů, které jste nám poskytli.",
        "overview-policy-subpara92": "Obchodní transakce",
        "overview-policy-subpara93": "Pokud je společnost zapojena do fúze, akvizice nebo prodeje aktiv, mohou být vaše osobní údaje převedeny. Před přenosem vašich osobních údajů a před tím, než se na ně budou vztahovat jiné zásady ochrany osobních údajů, vás upozorníme.",
        "overview-policy-subpara94": "Vymáhání práva",
        "overview-policy-subpara95": "Za určitých okolností může být společnost požádána, aby zveřejnila vaše osobní údaje, pokud to vyžaduje zákon nebo v reakci na platné žádosti veřejných orgánů (např. soudu nebo vládní agentury).",
        "overview-policy-subpara96": "Další právní požadavky",
        "overview-policy-subpara97": "Společnost může zveřejnit vaše osobní údaje v dobré víře, že je takový krok nezbytný pro:",
        "overview-policy-subpara98": "Splnění zákonné povinnosti",
        "overview-policy-subpara99": "Chránit a hájit práva nebo majetek Společnosti",
        "overview-policy-subpara100": "Prevence nebo vyšetřování možného protiprávního jednání v souvislosti se Službou",
        "overview-policy-subpara101": "Zajištěníosobní bezpečnosti Uživatelů Služby nebo veřejnosti",
        "overview-policy-subpara102": "Ochrana před právní odpovědností",
        "overview-policy-subpara103": "10. Zabezpečení vašich osobních údajů",
        "overview-policy-subpara104": "Bezpečnost vašich osobních údajů je pro nás důležitá, ale mějte na paměti, že žádný způsob přenosu přes internet nebo způsobukládání elektronických zařízení není 100% bezpečný. I když se snažíme používat komerčně přijatelné prostředky k ochraně vašich osobních údajů, nemůžeme zaručit jejich absolutní bezpečnost.",
        "overview-policy-subpara105": "Ochrana osobních údajů dětí",
        "overview-policy-subpara106": "Naše služba se netýká osob mladších 13 let. Vědomě neshromažďujeme osobně identifikovatelné informace od nikoho mladšího 13 let. Pokud jste rodič nebo opatrovník a jste si vědomi toho, že nám vaše dítě poskytlo osobní údaje, kontaktujte nás. Pokud zjistíme, že jsme shromáždili osobní údajeo komkoli mladším 13 let bez ověření souhlasu rodičů, podnikneme kroky k odstranění těchto informací z našich serverů.",
        "overview-policy-subpara107": "Pokud se potřebujeme spolehnout na souhlas jako právní základ pro zpracování vašich informací a vaše země vyžaduje souhlasposkytovatele, můžeme před shromažďováním a použitím těchto informací vyžadovat souhlas vašich rodičů..",
        "overview-policy-subpara108": "Odkazy na jiné webové stránky",
        "overview-policy-subpara109": "Naše služba může obsahovat odkazy na jiné webové stránky, které neprovozujeme. Pokud kliknete na odkaz třetí strany, budete přesměrováni na stránky této třetí strany. Důrazně doporučujeme, abyste si přečetli zásady ochrany osobních údajů každé stránky, kterou navštívíte.",
        "overview-policy-subpara110": "Nemáme žádnou kontrolu a nepřebíráme žádnou odpovědnost za obsah, zásady ochrany osobních údajů nebo postupy jakýchkoli stránek nebo služeb třetích stran.",
        "overview-policy-subpara111": "Změny tohoto programu ochrany osobních údajů",
        "overview-policy-subpara112": "Naše zásady ochrany osobních údajů můžeme čas od času aktualizovat. O jakýchkoli změnách vás budeme informovat zveřejněním nových zásad ochrany osobních údajů na této stránce.",
        "overview-policy-subpara113": "Budeme vás informovat e-mailem a/nebo výrazným oznámením v naší službě před tím, než změna vstoupí v platnost, a aktualizujeme datum ''Poslední aktualizace'' v horní části těchto zásad ochrany osobních údajů.",
        "overview-policy-subpara114": "Doporučujeme vám, abyste tyto zásady ochrany osobních údajů pravidelně kontrolovali, zda neobsahují jakékoli změny. Změny těchto zásad ochrany osobních údajů jsou účinné, jakmile jsou zveřejněny na této stránce.",
        "overview-policy-subpara115": "Kontaktujte nás",
        "overview-policy-subpara116": "Máte-li jakékoli dotazy týkající se těchto Zásad ochrany osobních údajů, můžete nás kontaktovat:",
        "overview-policy-subpara117": "E-mailem: <a href=''#''>administrace@service4biz.cz",
        "overview-policy-subpara118": "Návštěvou této stránky na našich webových stránkách: <a href=''#''> http://www.service4biz.cz/contact</a>",
        "overview-policy-subpara119": "Zásady ochrany osobních údajů",
        "overview-policy-subpara120": "Kontaktujte nás",
        "overview-policy-subpara121": "",
        "overview-policy-subpara122": "",
        "overview-policy-subpara123": "",
        "overview-policy-subpara124": "",
        "overview-policy-subpara125": "",
        "overview-policy-subpara126": "",
        "overview-policy-subpara127": "",
        "overview-policy-subpara128": "",
        "overview-policy-subpara129": "",
        "overview-policy-subpara130": ""




}